brew "fd"
brew "fish"
brew "git"
brew "go"
brew "iperf3"
brew "node"
brew "protobuf"
brew "python3"
brew "ripgrep"
brew "rustup", link: true, postinstall: "${HOMEBREW_PREFIX}/bin/rustup default stable"
brew "sd"
brew "speedtest-cli"
brew "sqlite3", link: true
brew "vim"
brew "wabt"
brew "wasm-bindgen"
brew "wasm-pack"
brew "wasm-tools"

cask "android-platform-tools"
cask "bluesnooze"
cask "orbstack"
cask "rectangle"
cask "sourcetree"
cask "the-unarchiver"
cask "visual-studio-code"

cargo "cargo-component"
cargo "cargo-expand"
cargo "cargo-llvm-lines"
cargo "cargo-show-asm"
cargo "flamegraph"
