tap "deployability/slslog", "git@github.palantir.build:deployability/slslog.git"

brew "deployability/slslog/slslog"
brew "fd"
brew "fish"
brew "git"
brew "git-lfs"
brew "ripgrep"
brew "sd"
brew "vim"

cask "android-platform-tools"
cask "bluesnooze"
cask "corretto@21"
cask "jdk-mission-control"
cask "jetbrains-toolbox"
cask "orbstack"
cask "orbstack"
cask "rectangle"
cask "sourcetree"
cask "the-unarchiver"
cask "visual-studio-code"
