tap "deployability/slslog", "git@github.palantir.build:deployability/slslog.git"

brew "binaryen"
brew "caddy"
brew "deployability/slslog/slslog"
brew "fd"
brew "fish"
brew "git"
brew "git-lfs"
brew "go"
brew "iperf3"
brew "nixfmt"
brew "mvn"
brew "node"
brew "protobuf"
brew "python3"
brew "ripgrep"
brew "rustup", link: true
brew "sd"
brew "speedtest-cli"
brew "sqlite3", link: true
brew "vim"
brew "wabt"
brew "wasm-bindgen"
brew "wasm-tools"

cask "android-platform-tools"
cask "bluesnooze"
cask "corretto@21"
cask "gimp"
cask "grandperspective"
cask "jdk-mission-control"
cask "jetbrains-toolbox"
cask "orbstack"
cask "rectangle"
cask "sourcetree"
cask "the-unarchiver"
cask "visual-studio-code"
cask "vlc"
